[A_Item_Unique.Artifact_Blade ArtifactDefinition]
UseFailureCharacterMessage="You are safe %s To use this feature.."
ItemName="early architectural sculpture"
PickupMessage="do i know you %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="You may not use this item.."
NoManufacturerName="steady"

[A_Item_Unique.Artifact_SeraphBloodRelic ArtifactDefinition]
UseFailureCharacterMessage="you need %s Use it for that."
ItemName="the blood of the seraphim"
PickupMessage="you understand %s"
UseFailureLevelMessage="You must have at least %d to use this feature."
UseFailureConstraintsMessage="This amount is not available."
NoManufacturerName="floor"

[Attributes.AttrPresent_ArtifactHealthPercentReturnedOnKill AttributePresentationDefinition]
Description="Health is restored after death"
NoConstraintText=""
Suffix=""
Prefix=""

[Attributes.AttrPresent_ArtifactTimeToBeRevivedMultiplier AttributePresentationDefinition]
Description="It's time to fight for your life"
NoConstraintText=""
Suffix=""
Prefix=""

[Body.Body_Blade:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="You get one more thing from this story. [skill]health[-skill] together [skill]small[-skill]."
NoConstraintText=""
Suffix=""
Prefix=""

[Body.Body_Blade:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Everyone is waiting."
NoConstraintText=""
Suffix=""
Prefix=""

[Body.Body_Blade:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="I curse a quick death!"
NoConstraintText=""
Suffix=""
Prefix=""

[Body.Body_SeraphBloodRelic:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Improve your score. [skill]Health[-skill]."
NoConstraintText=""
Suffix=""
Prefix=""

[Body.Body_SeraphBloodRelic:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="His power is through you...."
NoConstraintText=""
Suffix=""
Prefix=""

[Body.Body_SeraphBloodRelic:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="Expand [skill]Restoring health[-skill]."
NoConstraintText=""
Suffix=""
Prefix=""

[Skills.Skill_BladeRelic SkillDefinition]
SkillName="amount of memory"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

